[
  {
    "image": "/public/assets/heroLearn.png",
    "title": "Hero Learn",
    "companyName": "Hero IO",
    "id": 1,
    "description": "Hero Learn is an all-in-one interactive e-learning platform built to transform the way students and professionals learn new skills. It offers engaging video lessons, live classes, interactive coding challenges, and AI-based progress tracking. Learners can practice problem-solving in real-time and get instant feedback from mentors. Offline mode ensures learning without internet, and AI-driven recommendations tailor content based on your goals and performance. With Hero Learn, mastering coding, design, and tech concepts becomes not just easier—but enjoyable and impactful.",
    "size": 85,
    "reviews": "15K",
    "ratingAvg": 4.8,
    "downloads": "2.9M",
    "ratings": [
      { "name": "1 star", "count": 122 },
      { "name": "2 star", "count": 213 },
      { "name": "3 star", "count": 642 },
      { "name": "4 star", "count": 3200 },
      { "name": "5 star", "count": 10800 }
    ]
  },
  {
    "image": "/public/assets/taskify.png",
    "title": "Taskify Pro",
    "companyName": "NextGen Apps",
    "id": 2,
    "description": "Taskify Pro is a next-level productivity app tailored for modern teams and individuals. It combines project planning, task tracking, time management, and smart reminders into one easy-to-use dashboard. The app features customizable Kanban boards, Gantt charts, and priority tags to visualize work efficiently. Users can collaborate in real-time, assign roles, and measure progress through analytics. Integrated cloud sync ensures your projects are safe and accessible anywhere, while AI-powered insights help identify productivity gaps and optimize your workflow.",
    "size": 52,
    "reviews": "8.4K",
    "ratingAvg": 4.6,
    "downloads": "1.8M",
    "ratings": [
      { "name": "1 star", "count": 310 },
      { "name": "2 star", "count": 401 },
      { "name": "3 star", "count": 700 },
      { "name": "4 star", "count": 2400 },
      { "name": "5 star", "count": 4640 }
    ]
  },
  {
    "image": "/public/assets/fitlifetracker.png",
    "title": "FitLife Tracker",
    "companyName": "ActiveTech",
    "id": 3,
    "description": "FitLife Tracker is your personal digital fitness companion. It helps users track daily steps, monitor calorie intake, analyze sleep quality, and maintain workout goals. The app integrates seamlessly with wearable devices and provides real-time fitness analytics. With its AI-driven recommendations, users get personalized meal plans, workout routines, and motivational insights. Whether you're an athlete or just starting your fitness journey, FitLife ensures you stay active, consistent, and healthier every day.",
    "size": 68,
    "reviews": "16K",
    "ratingAvg": 4.7,
    "downloads": "3.5M",
    "ratings": [
      { "name": "1 star", "count": 300 },
      { "name": "2 star", "count": 420 },
      { "name": "3 star", "count": 800 },
      { "name": "4 star", "count": 3600 },
      { "name": "5 star", "count": 11080 }
    ]
  },
  {
    "image": "/public/assets/soundWave.jpeg",
    "title": "SoundWave Music",
    "companyName": "TuneLabs",
    "id": 4,
    "description": "SoundWave Music is an advanced music streaming app that connects millions of users to their favorite tunes, artists, and podcasts. It provides high-quality audio, personalized playlists, and AI-based music recommendations. The app includes offline mode, sleep timer, and cross-platform synchronization. With its social features, users can share playlists, follow artists, and discover trending tracks globally. SoundWave makes music listening smarter, smoother, and deeply immersive.",
    "size": 94,
    "reviews": "21K",
    "ratingAvg": 4.5,
    "downloads": "5.6M",
    "ratings": [
      { "name": "1 star", "count": 800 },
      { "name": "2 star", "count": 950 },
      { "name": "3 star", "count": 1500 },
      { "name": "4 star", "count": 5800 },
      { "name": "5 star", "count": 12250 }
    ]
  },
  {
    "image": "/public/assets/fintack.png",
    "title": "FinTrack Budget",
    "companyName": "SmartFinance",
    "id": 5,
    "description": "FinTrack Budget is your ultimate finance management assistant. It lets you record expenses, plan budgets, analyze spending patterns, and save more effectively. The app provides real-time visual insights through charts and reports. You can link multiple bank accounts, categorize transactions, and set savings goals. FinTrack uses AI to offer smart tips for financial improvement while ensuring data security through encryption and cloud backup. Simplify money management and take control of your financial future with FinTrack.",
    "size": 43,
    "reviews": "8.9K",
    "ratingAvg": 4.4,
    "downloads": "2.4M",
    "ratings": [
      { "name": "1 star", "count": 350 },
      { "name": "2 star", "count": 520 },
      { "name": "3 star", "count": 980 },
      { "name": "4 star", "count": 3200 },
      { "name": "5 star", "count": 4850 }
    ]
  },
  {
    "image": "/public/assets/travelio.png",
    "title": "Travelio",
    "companyName": "SkyConnect",
    "id": 6,
    "description": "Travelio is your intelligent travel companion that brings all your travel needs under one roof. Discover new destinations, book hotels and flights, manage itineraries, and get AI-powered suggestions based on your budget and interests. The app includes a smart travel planner, currency converter, and real-time flight updates. Whether you're exploring a city or planning a vacation abroad, Travelio ensures every journey is smooth, organized, and unforgettable.",
    "size": 77,
    "reviews": "14K",
    "ratingAvg": 4.8,
    "downloads": "4.1M",
    "ratings": [
      { "name": "1 star", "count": 250 },
      { "name": "2 star", "count": 360 },
      { "name": "3 star", "count": 780 },
      { "name": "4 star", "count": 3700 },
      { "name": "5 star", "count": 9610 }
    ]
  },
  {
    "image": "/public/assets/medicarePlus.jpeg",
    "title": "MediCare Plus",
    "companyName": "HealthBridge",
    "id": 7,
    "description": "MediCare Plus is a complete digital healthcare platform that connects patients, doctors, and hospitals seamlessly. You can book online consultations, access prescriptions, schedule follow-ups, and manage medical records safely in one place. The app features AI-based symptom checking, emergency SOS, and location-based hospital search. With MediCare Plus, you get instant access to healthcare when you need it most.",
    "size": 91,
    "reviews": "11K",
    "ratingAvg": 4.7,
    "downloads": "2.8M",
    "ratings": [
      { "name": "1 star", "count": 210 },
      { "name": "2 star", "count": 300 },
      { "name": "3 star", "count": 900 },
      { "name": "4 star", "count": 2600 },
      { "name": "5 star", "count": 6990 }
    ]
  },
  {
    "image": "/public/assets/quickNote.jpeg",
    "title": "QuickNote",
    "companyName": "NextPen",
    "id": 8,
    "description": "QuickNote is a minimalistic note-taking app built for productivity. It supports handwriting, voice recording, markdown, and cloud synchronization. Organize your notes in folders, tag them with labels, and find anything instantly using AI keyword search. QuickNote also offers offline editing and automatic backup, making it ideal for students, writers, and professionals alike.",
    "size": 25,
    "reviews": "6.7K",
    "ratingAvg": 4.3,
    "downloads": "1.2M",
    "ratings": [
      { "name": "1 star", "count": 240 },
      { "name": "2 star", "count": 410 },
      { "name": "3 star", "count": 890 },
      { "name": "4 star", "count": 2600 },
      { "name": "5 star", "count": 2560 }
    ]
  },
  {
    "image": "/public/assets/photoFlex.png",
    "title": "PhotoFlex Editor",
    "companyName": "PixelSoft",
    "id": 9,
    "description": "PhotoFlex Editor gives users access to powerful AI-enhanced photo editing tools right from their phone. It features one-tap color correction, filters, background removal, and skin smoothing options. The app also supports advanced layering, HDR adjustments, and quick export for social media. With a user-friendly interface and fast rendering, PhotoFlex turns every photo into a masterpiece effortlessly.",
    "size": 97,
    "reviews": "19K",
    "ratingAvg": 4.6,
    "downloads": "6.2M",
    "ratings": [
      { "name": "1 star", "count": 560 },
      { "name": "2 star", "count": 870 },
      { "name": "3 star", "count": 1300 },
      { "name": "4 star", "count": 5600 },
      { "name": "5 star", "count": 10970 }
    ]
  },
  {
    "image": "/public/assets/studyHub.png",
    "title": "StudyHub",
    "companyName": "Hero IO",
    "id": 10,
    "description": "StudyHub is a digital platform where students can access high-quality educational resources, interactive mock tests, and video tutorials. It offers community-driven Q&A sessions, smart progress tracking, and subject-wise AI recommendations. Offline support ensures uninterrupted learning, making StudyHub a complete solution for academic success.",
    "size": 58,
    "reviews": "9.8K",
    "ratingAvg": 4.9,
    "downloads": "3.3M",
    "ratings": [
      { "name": "1 star", "count": 110 },
      { "name": "2 star", "count": 190 },
      { "name": "3 star", "count": 460 },
      { "name": "4 star", "count": 3000 },
      { "name": "5 star", "count": 6040 }
    ]
  },
    {
    "image": "/public/assets/foodie.jpeg",
    "title": "Foodie Express",
    "companyName": "EatSmart Ltd.",
    "id": 11,
    "description": "Foodie Express is an advanced AI-powered food delivery platform that connects users with thousands of restaurants, cafés, and cloud kitchens nearby. It personalizes your experience using machine learning to recommend dishes based on your past orders, diet preferences, and even your mood. The app provides real-time order tracking, integrated payment options, and loyalty rewards for frequent users. With a strong focus on speed, hygiene, and customer satisfaction, Foodie Express ensures your favorite meals arrive fresh, hot, and exactly when you want them.",
    "size": 82,
    "reviews": "21.2K",
    "ratingAvg": 4.6,
    "downloads": "5.7M",
    "ratings": [
      { "name": "1 star", "count": 480 },
      { "name": "2 star", "count": 730 },
      { "name": "3 star", "count": 1600 },
      { "name": "4 star", "count": 5100 },
      { "name": "5 star", "count": 10290 }
    ]
  },
  {
    "image": "/public/assets/weatherWise.png",
    "title": "WeatherWise",
    "companyName": "ClimaTech",
    "id": 12,
    "description": "WeatherWise is an intelligent weather forecasting app built on real-time satellite imaging and AI-driven prediction models. It provides detailed hourly, daily, and weekly forecasts with precision temperature, rainfall, and humidity data. The app alerts you about approaching storms, heatwaves, or heavy rain, helping you plan outdoor activities safely. Additionally, WeatherWise offers insights into air quality, UV index, and environmental health indicators to ensure you make informed lifestyle choices. With customizable widgets and a sleek interface, it's your ultimate weather companion.",
    "size": 49,
    "reviews": "8.9K",
    "ratingAvg": 4.5,
    "downloads": "2.1M",
    "ratings": [
      { "name": "1 star", "count": 190 },
      { "name": "2 star", "count": 300 },
      { "name": "3 star", "count": 760 },
      { "name": "4 star", "count": 2700 },
      { "name": "5 star", "count": 4950 }
    ]
  },
  {
    "image": "/public/assets/readly.png",
    "title": "Readly Library",
    "companyName": "PaperWave",
    "id": 13,
    "description": "Readly Library transforms your device into a comprehensive digital reading hub. It provides instant access to thousands of eBooks, journals, research papers, and popular magazines from around the world. Powered by AI-based recommendation systems, the app suggests content tailored to your interests, reading habits, and academic goals. Users can highlight text, add notes, change themes, and even read offline. Whether you're studying, researching, or simply relaxing with a novel, Readly Library ensures a seamless and immersive reading experience anytime, anywhere.",
    "size": 71,
    "reviews": "13.7K",
    "ratingAvg": 4.8,
    "downloads": "3.8M",
    "ratings": [
      { "name": "1 star", "count": 270 },
      { "name": "2 star", "count": 400 },
      { "name": "3 star", "count": 820 },
      { "name": "4 star", "count": 3100 },
      { "name": "5 star", "count": 9110 }
    ]
  },
  {
    "image": "/public/assets/chatMate.jpeg",
    "title": "ChatMate",
    "companyName": "Connectify",
    "id": 14,
    "description": "ChatMate is a next-generation communication platform that keeps you seamlessly connected with friends, family, and work teams. It supports instant messaging, voice and video calls, and secure file sharing. The app uses AI translation tools to break language barriers, allowing global communication with ease. It emphasizes user privacy through end-to-end encryption and smart data protection protocols. ChatMate's user-friendly design, message synchronization across devices, and group collaboration features make it an ideal choice for both personal and professional use.",
    "size": 112,
    "reviews": "24.4K",
    "ratingAvg": 4.4,
    "downloads": "6.8M",
    "ratings": [
      { "name": "1 star", "count": 750 },
      { "name": "2 star", "count": 900 },
      { "name": "3 star", "count": 1600 },
      { "name": "4 star", "count": 6300 },
      { "name": "5 star", "count": 10850 }
    ]
  },
  {
    "image": "/public/assets/learnMath.png",
    "title": "LearnMath",
    "companyName": "Hero IO",
    "id": 15,
    "description": "LearnMath revolutionizes math learning with its interactive lessons, adaptive quizzes, and AI-powered tutoring. From algebra and geometry to calculus and statistics, the app covers every major topic with step-by-step visual explanations. Students can practice problems, track progress, and get instant feedback. The intelligent tutor system identifies weak areas and creates personalized learning paths. Designed for high school to university learners, LearnMath makes mastering mathematics engaging, effective, and even fun through gamified challenges and daily learning streaks.",
    "size": 66,
    "reviews": "9.5K",
    "ratingAvg": 4.9,
    "downloads": "3.3M",
    "ratings": [
      { "name": "1 star", "count": 120 },
      { "name": "2 star", "count": 180 },
      { "name": "3 star", "count": 470 },
      { "name": "4 star", "count": 2500 },
      { "name": "5 star", "count": 6230 }
    ]
  },
  {
    "image": "/public/assets/cleaning.png",
    "title": "CleanerX",
    "companyName": "BoostLabs",
    "id": 16,
    "description": "CleanerX is a high-performance device optimization app that enhances your smartphone’s speed, battery life, and overall efficiency. It automatically detects and removes junk files, clears cache memory, and controls background apps to free up storage space. The app includes advanced cooling features to prevent overheating and maintain smooth performance. With real-time monitoring and one-tap optimization, CleanerX ensures your phone remains fast, stable, and energy-efficient. It’s the ultimate maintenance tool for peak mobile performance.",
    "size": 35,
    "reviews": "18.9K",
    "ratingAvg": 4.6,
    "downloads": "5.2M",
    "ratings": [
      { "name": "1 star", "count": 410 },
      { "name": "2 star", "count": 690 },
      { "name": "3 star", "count": 1200 },
      { "name": "4 star", "count": 4400 },
      { "name": "5 star", "count": 10200 }
    ]
  },
  {
    "image": "/public/assets/langify.jpeg",
    "title": "Langify",
    "companyName": "GlobalTalk",
    "id": 17,
    "description": "Langify is an all-in-one language learning and translation platform powered by cutting-edge AI. It supports over 120 languages and helps you learn naturally through interactive lessons, voice recognition, and real conversation simulations. The app’s smart flashcards, pronunciation practice, and daily challenges keep your progress consistent and engaging. Langify also doubles as a translation assistant, enabling instant text, image, and voice translations on the go. It’s the ultimate tool for travelers, students, and multilingual professionals alike.",
    "size": 74,
    "reviews": "17.4K",
    "ratingAvg": 4.8,
    "downloads": "4.1M",
    "ratings": [
      { "name": "1 star", "count": 300 },
      { "name": "2 star", "count": 380 },
      { "name": "3 star", "count": 840 },
      { "name": "4 star", "count": 3500 },
      { "name": "5 star", "count": 10380 }
    ]
  },
  {
    "image": "/public/assets/smartDrive.jpeg",
    "title": "SmartDrive",
    "companyName": "AutoBrain",
    "id": 18,
    "description": "SmartDrive brings advanced vehicle intelligence to your smartphone. By connecting with your car via Bluetooth, it monitors real-time engine health, performance, and fuel efficiency. The app provides detailed analytics on driving patterns, trip history, and maintenance needs. It also offers smart route optimization and live safety alerts to ensure a safer and more economical driving experience. Whether you’re a daily commuter or a road trip enthusiast, SmartDrive keeps your journeys smarter, safer, and more efficient.",
    "size": 108,
    "reviews": "9.6K",
    "ratingAvg": 4.5,
    "downloads": "2.4M",
    "ratings": [
      { "name": "1 star", "count": 200 },
      { "name": "2 star", "count": 360 },
      { "name": "3 star", "count": 800 },
      { "name": "4 star", "count": 2900 },
      { "name": "5 star", "count": 5340 }
    ]
  },
  {
    "image": "/public/assets/greenLife.png",
    "title": "GreenLife",
    "companyName": "EcoWorld",
    "id": 19,
    "description": "GreenLife empowers you to adopt a sustainable lifestyle with data-driven insights and community support. It helps you measure your daily carbon footprint and suggests eco-friendly alternatives like green transport, waste reduction, and ethical brands. The app connects you to local and global sustainability initiatives, enabling real action for a better planet. With progress tracking, environmental challenges, and habit rewards, GreenLife transforms eco-conscious living into an inspiring and achievable journey.",
    "size": 56,
    "reviews": "8.8K",
    "ratingAvg": 4.7,
    "downloads": "2.2M",
    "ratings": [
      { "name": "1 star", "count": 190 },
      { "name": "2 star", "count": 280 },
      { "name": "3 star", "count": 700 },
      { "name": "4 star", "count": 2500 },
      { "name": "5 star", "count": 5130 }
    ]
  },
  {
    "image": "/public/assets/mindZen.png",
    "title": "MindZen",
    "companyName": "PeaceSoft",
    "id": 20,
    "description": "MindZen is a comprehensive mindfulness and meditation platform that helps users achieve mental balance, focus, and inner peace. It features guided meditation sessions, breathing exercises, and relaxing soundscapes designed by wellness experts. The app includes AI-driven mood tracking, daily affirmations, and personalized relaxation plans. Whether you’re dealing with stress, insomnia, or anxiety, MindZen helps you slow down and reconnect with yourself. With beautiful visuals and soothing audio, it turns every session into a peaceful escape from daily chaos.",
    "size": 60,
    "reviews": "15.2K",
    "ratingAvg": 4.9,
    "downloads": "3.6M",
    "ratings": [
      { "name": "1 star", "count": 120 },
      { "name": "2 star", "count": 190 },
      { "name": "3 star", "count": 480 },
      { "name": "4 star", "count": 2800 },
      { "name": "5 star", "count": 7610 }
    ]
  }
]
